/* No comment provided by engineer. */
"Accepts two QuickTime movies as input\n(a main movie and a secondary picture-in-picture movie)" = "Akzeptiert zwei QuickTime-Filme als Eingabe\n(ein Hauptfilm und ein sekundärer Bild-in-Bild-Film)";

/* No comment provided by engineer. */
"Automatically animate the composition based on detected changes from the submitted video files" = "Die Komposition basierend auf gefundenen Änderungen in den gesendeten Videodateien automatisch animieren";

/* No comment provided by engineer. */
"Automatically generate chapters from the analysis of the submitted video files" = "Kapitel automatisch aus der Analyse der gesendeten Videodateien erstellen ";

/* No comment provided by engineer. */
"Dual Source" = "Zwei Quellen";

/* No comment provided by engineer. */
"Main Video" = "Hauptvideo";

/* No comment provided by engineer. */
"Original Source %d" = "Originalquelle %d";

/* No comment provided by engineer. */
"Secondary Video" = "Sekundäres Video";

